import main1 from "./Assets/Swiper/main10.png";
import main2 from "./Assets/Swiper/main10.png";

export const mainCardData = [
  {
    image: main1,
    heading: "आईसीएआर के वैज्ञानिकों ने किसानों की समस्याओ का निवारण किया",
    description:
      "26 अगस्त 2023, नई दिल्ली: आईसीएआर के वैज्ञानिकों ने किसानों की समस्याओ का निवारण किया – आई. सी. ए. आर.-एन. बी. ए. आई. आर. के निदेशक डॉ. एस. एन. सुशील और डॉ. ए. एन. शायलेशा ने प्रमुख वैज्ञानिक डॉ. ए. कंदन के साथ किसानों की समस्याओं का निवारण करने के लिए अपनी विशेषज्ञता प्रदान की। डॉ एस सुनिल व वैज्ञानिकों ने किसानों को जैव कीटनाशकों की विशेषताओं के बारे में बताया। इस जैविक कीटनाशक से किसानों के सामने आने वाली किसी भी परेशानी को दूर किया जा सकता हैं। नोडल अधिकारी डॉ सीमा भगत ने बताया कि कार्यक्रम के समापन पर डॉ. एस. एन. सुशील ने उपस्थित किसानों के बीच शतपाड़ा ऑल राउंडर जैव कीटनाशक फॉर्मूलेशन वितरित किया। इस पहल का उद्देश्य किसानों को उनके शहतूत के खेतों में कीटों और बीमारियों के प्रबंधन के लिए एक शक्तिशाली उपकरण के साथ सशक्त बनाना था। “माइक्रोबियल बायो एजेंटों और परजीवी परभक्षी इकाइयों के बड़े पैमाने पर उत्पादन पर ग्रामीण किसान उत्पादक संगठनों के लिए प्रशिक्षण” शीर्षक से यह कार्यक्रम कर्नाटक के देवाहनहल्ली में आयोजित किया गया। शहतूत की खेती और रेशम कीट पालन में लगे 50 से अधिक समर्पित किसानों ने भाग लिया, इस कार्यक्रम का उद्देश्य उन्हें प्रभावी कीट प्रबंधन के लिए आवश्यक विशेषज्ञता से लैस करना था।",
  },
  {
    image: main2,
    heading:
      "नई दिल्ली: अमृत ​​काल के दौरान ओडिशा केवीके की दक्षता बढ़ाने के लिए इंटरैक्टिव बैठक - आईसीएआर-कृषि प्रौद्योगिकी अनुप्रयोग अनुसंधान संस्थान (एटीएआरआई), कोलकाता ने 2 अगस्त 2023 को ओडिशा केवीके की दक्षता बढ़ाने के लिए एक इंटरैक्टिव बैठक का आयोजन किया।",
    description:
      "ओडिशा कृषि एवं प्रौद्योगिकी विश्वविद्यालय के कुलपति डॉ. पीके राउल ने केवीके प्रणाली को मजबूत करने के लिए विश्वविद्यालय द्वारा उठाए गए विभिन्न उपायों की जानकारी दी। डॉ. प्रदीप डे, निदेशक,आईसीएआर-अटारी, कोलकाता ने 2047 तक राष्ट्र की आकांक्षा को पूरा करन के लिए अमृत काल के दौरान आवश्यक केवीके के परिवर्तन को प्रस्तुत किया। उन्होंने इस बात पर जोर दिया कि केवीके को जिला कृषि-तकनीक केंद्र के रूप में कार्य करना चाहिए। डॉ. पीजे मिश्रा, डीन, ओयूएट ने केवीके द्वारा मक्का, कपास, बागवानी, पादप स्वास्थ्य क्लिनिक एफपीओ आदि में किए गए विभिन्न प्रायोजित कार्यक्रमों का विस्तृत विवरण दिया।ओयूएटी के 31 केवीके में चल रही परियोजनाओं की वर्तमान स्थिति पर भी चर्चा की गई।",
  },
  {
    image: main1,
    heading:
      "नई दिल्ली: अमृत ​​काल के दौरान ओडिशा केवीके की दक्षता बढ़ाने के लिए इंटरैक्टिव बैठक - आईसीएआर-कृषि प्रौद्योगिकी अनुप्रयोग अनुसंधान संस्थान (एटीएआरआई), कोलकाता ने 2 अगस्त 2023 को ओडिशा केवीके की दक्षता बढ़ाने के लिए एक इंटरैक्टिव बैठक का आयोजन किया।",
    description:
      "ओडिशा कृषि एवं प्रौद्योगिकी विश्वविद्यालय के कुलपति डॉ. पीके राउल ने केवीके प्रणाली को मजबूत करने के लिए विश्वविद्यालय द्वारा उठाए गए विभिन्न उपायों की जानकारी दी। डॉ. प्रदीप डे, निदेशक,आईसीएआर-अटारी, कोलकाता ने 2047 तक राष्ट्र की आकांक्षा को पूरा करन के लिए अमृत काल के दौरान आवश्यक केवीके के परिवर्तन को प्रस्तुत किया। उन्होंने इस बात पर जोर दिया कि केवीके को जिला कृषि-तकनीक केंद्र के रूप में कार्य करना चाहिए। डॉ. पीजे मिश्रा, डीन, ओयूएट ने केवीके द्वारा मक्का, कपास, बागवानी, पादप स्वास्थ्य क्लिनिक एफपीओ आदि में किए गए विभिन्न प्रायोजित कार्यक्रमों का विस्तृत विवरण दिया।ओयूएटी के 31 केवीके में चल रही परियोजनाओं की वर्तमान स्थिति पर भी चर्चा की गई।",
  },
  {
    image: main2,
    heading:
      "नई दिल्ली: अमृत ​​काल के दौरान ओडिशा केवीके की दक्षता बढ़ाने के लिए इंटरैक्टिव बैठक - आईसीएआर-कृषि प्रौद्योगिकी अनुप्रयोग अनुसंधान संस्थान (एटीएआरआई), कोलकाता ने 2 अगस्त 2023 को ओडिशा केवीके की दक्षता बढ़ाने के लिए एक इंटरैक्टिव बैठक का आयोजन किया।",
    description:
      "ओडिशा कृषि एवं प्रौद्योगिकी विश्वविद्यालय के कुलपति डॉ. पीके राउल ने केवीके प्रणाली को मजबूत करने के लिए विश्वविद्यालय द्वारा उठाए गए विभिन्न उपायों की जानकारी दी। डॉ. प्रदीप डे, निदेशक,आईसीएआर-अटारी, कोलकाता ने 2047 तक राष्ट्र की आकांक्षा को पूरा करन के लिए अमृत काल के दौरान आवश्यक केवीके के परिवर्तन को प्रस्तुत किया। उन्होंने इस बात पर जोर दिया कि केवीके को जिला कृषि-तकनीक केंद्र के रूप में कार्य करना चाहिए। डॉ. पीजे मिश्रा, डीन, ओयूएट ने केवीके द्वारा मक्का, कपास, बागवानी, पादप स्वास्थ्य क्लिनिक एफपीओ आदि में किए गए विभिन्न प्रायोजित कार्यक्रमों का विस्तृत विवरण दिया।ओयूएटी के 31 केवीके में चल रही परियोजनाओं की वर्तमान स्थिति पर भी चर्चा की गई।",
  },
  {
    image: main1,
    heading:
      "नई दिल्ली: अमृत ​​काल के दौरान ओडिशा केवीके की दक्षता बढ़ाने के लिए इंटरैक्टिव बैठक - आईसीएआर-कृषि प्रौद्योगिकी अनुप्रयोग अनुसंधान संस्थान (एटीएआरआई), कोलकाता ने 2 अगस्त 2023 को ओडिशा केवीके की दक्षता बढ़ाने के लिए एक इंटरैक्टिव बैठक का आयोजन किया।",
    description:
      "ओडिशा कृषि एवं प्रौद्योगिकी विश्वविद्यालय के कुलपति डॉ. पीके राउल ने केवीके प्रणाली को मजबूत करने के लिए विश्वविद्यालय द्वारा उठाए गए विभिन्न उपायों की जानकारी दी। डॉ. प्रदीप डे, निदेशक,आईसीएआर-अटारी, कोलकाता ने 2047 तक राष्ट्र की आकांक्षा को पूरा करन के लिए अमृत काल के दौरान आवश्यक केवीके के परिवर्तन को प्रस्तुत किया। उन्होंने इस बात पर जोर दिया कि केवीके को जिला कृषि-तकनीक केंद्र के रूप में कार्य करना चाहिए। डॉ. पीजे मिश्रा, डीन, ओयूएट ने केवीके द्वारा मक्का, कपास, बागवानी, पादप स्वास्थ्य क्लिनिक एफपीओ आदि में किए गए विभिन्न प्रायोजित कार्यक्रमों का विस्तृत विवरण दिया।ओयूएटी के 31 केवीके में चल रही परियोजनाओं की वर्तमान स्थिति पर भी चर्चा की गई।",
  },
  {
    image: main2,
    heading:
      "नई दिल्ली: अमृत ​​काल के दौरान ओडिशा केवीके की दक्षता बढ़ाने के लिए इंटरैक्टिव बैठक - आईसीएआर-कृषि प्रौद्योगिकी अनुप्रयोग अनुसंधान संस्थान (एटीएआरआई), कोलकाता ने 2 अगस्त 2023 को ओडिशा केवीके की दक्षता बढ़ाने के लिए एक इंटरैक्टिव बैठक का आयोजन किया।",
    description:
      "ओडिशा कृषि एवं प्रौद्योगिकी विश्वविद्यालय के कुलपति डॉ. पीके राउल ने केवीके प्रणाली को मजबूत करने के लिए विश्वविद्यालय द्वारा उठाए गए विभिन्न उपायों की जानकारी दी। डॉ. प्रदीप डे, निदेशक,आईसीएआर-अटारी, कोलकाता ने 2047 तक राष्ट्र की आकांक्षा को पूरा करन के लिए अमृत काल के दौरान आवश्यक केवीके के परिवर्तन को प्रस्तुत किया। उन्होंने इस बात पर जोर दिया कि केवीके को जिला कृषि-तकनीक केंद्र के रूप में कार्य करना चाहिए। डॉ. पीजे मिश्रा, डीन, ओयूएट ने केवीके द्वारा मक्का, कपास, बागवानी, पादप स्वास्थ्य क्लिनिक एफपीओ आदि में किए गए विभिन्न प्रायोजित कार्यक्रमों का विस्तृत विवरण दिया।ओयूएटी के 31 केवीके में चल रही परियोजनाओं की वर्तमान स्थिति पर भी चर्चा की गई।",
  },
];

export default { mainCardData };
