import main1 from "../Assets/Swiper/main10.png";

export const KrishiNational = [
  {
    cover: main1,
    heading: "आईसीएआर के वैज्ञानिकों ने किसानों की समस्याओ का निवारण किया",
    description:
      "26 अगस्त 2023, नई दिल्ली: आईसीएआर के वैज्ञानिकों ने किसानों की समस्याओ का निवारण किया – आई. सी. ए. आर.-एन. बी. ए. आई. आर. के निदेशक डॉ. एस. एन. सुशील और डॉ. ए. एन. शायलेशा ने प्रमुख वैज्ञानिक डॉ. ए. कंदन के साथ किसानों की समस्याओं का निवारण करने के लिए अपनी विशेषज्ञता प्रदान की। था।",
  },
  {
    cover: main1,
    heading:
      "देश में इस समय 150 लाख मीट्रिक टन उर्वरक उपलब्ध – केंद्रीय उर्वरक मंत्री की समीक्षा ",
    description:
      "26 अगस्त 2023, नई दिल्ली: देश में इस समय 150 लाख मीट्रिक टन उर्वरक उपलब्ध – केंद्रीय उर्वरक मंत्री की समीक्षा – केंद्रीय रसायन और उर्वरक, डॉ. मनसुख मांडविया ने आज यहां देश में उर्वरकों के इस्तेमाल व उनकी उपलब्धता पर राज्यों के कृषि मंत्रियों के साथ बातचीत की। बैठक के दौरान, उन्होंने नैनो-यूरिया, नैनो-डीएपी और वैकल्पिक उर्वरकों को मैदानी स्तर पर प्रोत्साहन देने की प्रगति तथा इस सिलसिले में राज्यों द्वारा की गई पहलों का जायजा लिया बातचीत की शुरूआत में ही डॉ. मांडविया ने सभी राज्यों को सूचित कर दिया था कि देश में उर्वरकों की पर्याप्त उपलब्धता है और इस समय 150 लाख मीट्रिक टन उर्वरक मौजूद है। यह भंडारण न सिर्फ मौजूदा खरीफ मौसम में काम आयेगा, बल्कि आने वाले रबी के मौसम में भी उसकी उपलब्धता सुनिश्चित रहेगी।",
  },
  {
    cover: main1,
    heading: "देश में धान की बोनी 384 लाख हेक्टेयर पार",
    description:
      "25 अगस्त 2023, नई दिल्ली: देश में धान की बोनी 384 लाख हेक्टेयर पार – देश में धान एवं मोटे अनाजों का रकबा बढ़ा है तथा दलहन एवं तिलहनों के रकबे में कुछ कमी आई है। कृषि मंत्रालय से प्राप्त आंकड़ों के मुताबिक 25 अगस्त तक 10 करोड़ 53 लाख हेक्टेयर क्षेत्र में बुवाई हो चुकी है, जो इसी अवधि में गत वर्ष 10 करोड़ 49 लाख हेक्टेयर में हुई थी। धान की बोनी गत वर्ष की तुलना में लगभग 16 लाख हेक्टेयर अधिक क्षेत्र में हुई है जिससे उसका रकबा 384.05 लाख हेक्टेयर हो गया है जबकि गत वर्ष समान अवधि में धान 367.83 लाख हेक्टेयर में बोई गई थी। वहीं मोटे अनाज का रकबा लगभग 2 लाख हेक्टेयर बढ़ा है। इसके साथ ही दलहनी फसलों के रकबे में गत वर्ष की तुलना में लगभग 10 लाख हेक्टेयर से अधिक की कमी आई है।",
  },
  {
    cover: main1,
    heading:
      "चावल की अनुमानित खरीद के मामले में पंजाब, छत्तीसगढ़ और तेलंगाना सहित सात राज्य अग्रणी",
    description:
      "आगामी खरीफ विपणन मौसम (केएमएस) 2023-24 के दौरान 521.27 लाख मीट्रिक टन चावल की खरीद का अनुमान लगाया गया है, जबकि पिछले वर्ष का अनुमान 518 लाख मीट्रिक टन था, जबकि पिछले खरीफ विपणन मौसम 2022-23 के दौरान वास्तव में 496 लाख मीट्रिक टन की खरीद की गई थी। खरीफ विपणन मौसम 2023-24 के दौरान, चावल की अनुमानित खरीद के मामले में अग्रणी राज्य पंजाब (122 लाख मीट्रिक टन), छत्तीसगढ़ (61 लाख मीट्रिक टन) और तेलंगाना (50 लाख मीट्रिक टन) रहे। इसके बाद ओडिशा (44.28 लाख मीट्रिक टन), उत्तर प्रदेश (44 लाख मीट्रिक टन), हरियाणा (40 लाख मीट्रिक टन), मध्य प्रदेश (34 लाख मीट्रिक टन), बिहार (30 लाख मीट्रिक टन), आंध्र प्रदेश (25 लाख मीट्रिक टन), पश्चिम बंगाल (24 लाख मीट्रिक टन) और तमिलनाडु (15 लाख मीट्रिक टन) का स्‍थान रहा।",
  },
  {
    cover: main1,
    heading: "",
    description: "",
  },
];

export default { KrishiNational };
