import React from 'react'
import './AboutUs.css'

const AboutUs = () => {
  return (
    <div className="aboutUs-container">
      <h2>हमारा संकल्प</h2>
      <p>
        मध्यप्रदेश देश का दिल है और दिल से निकली बात बहुत गहरा असर डालती है।
        पिछले दो दशक में इस प्रदेश ने अनेक कीर्तिमान स्थापित किए हैं। हमने भी दो
        दशक पूर्व यहां से कृषि मंथन पत्र का प्रकाशन शुरू किया। मकसद था कृषि,
        सहकारिता, पंचायत और ग्रामीण विकास के मुद्दों पर जनता और शासन -प्रशासन के
        मध्य एक सेतु की भूमिका अदा करना। अठारह वर्ष से हम अपना फर्ज बेबाकी के
        साथ निभाते आ रहे हैं। प्रिंट मीडिया के साथ इलेक्ट्रॉनिक मीडिया भी आज
        वक्त की जरूरत बन गया है। इस वेबसाइट के माध्यम से हमने अपने सीमित
        प्रयत्नों को विस्तार देने का प्रयास किया है।
      </p>
    </div>
  );
}

export default AboutUs