// src/Components/Main-News/Sankalp.jsx
import React from "react";
import "./Sankalp.css";
import NationalNews from "../../Components/NationalNews/NationalNews"

const Sankalp = () => {
  return (
    <>
      <div className="Sankalp">
        <h1>हमारे बारे में</h1>
        एस एम सहगल फाउंडेशन ने वालमार्ट फाउंडेशन और फ्लिपकार्ट फाउंडेशन के साथ
        मिलकर कृषि अवशेष के प्रभावी प्रबंधन के लिए पर्यावरण के अनुकूल विकल्पों
        को बढ़ावा देने और बच्चों एवं युवाओं में पर्यावरण के प्रति संवेदनशीलता
        बढ़ाने के लिए एक एकीकृत परियोजना को शुरू करने की घोषणा की है. प्रोजेक्ट
        की विस्तृत जानकारी हरियाणा के मुख्यमंत्री मनोहर लाल खट्टर से चण्डीगढ़
        में साझा की गई. प्रोजेक्ट को वालमार्ट फाउंडेशन एवं फ्लिपकार्ट फाउंडेशन
        से मिले अनुदान के माध्यम से हरियाणा में क्रियान्वित किया जाएगा. कहा जा
        रहा है कि इसका लक्ष्य हरियाणा में फसली अवशेषों को जलाने के कारण प्रदूषण
        के रूप में होने वाले दुष्प्रभाव को कम करना है. लगभग 100 गांवों को मिलेगी
        मदद मिट्टी के स्वास्थ्य, मानव कल्याण और पर्यावरण पर फसल अवशेष जलाने के
        हानिकारक प्रभावों को देखते हुए वॉलमार्ट फाउंडेशन द्वारा वित्त पोषित इस
        परियोजना का लक्ष्य 100 गांवों के 15,000 किसानों को सीधे लाभान्वित करना
        है.
        <br />
        किसानों को मृदा स्वास्थ्य और फसल उत्पादकता में सुधार पर ध्यान देने के
        बारे में बताया जाएगा. इसके साथ ही फसल अवशेष प्रबंधन के लिए पर्यावरण के
        अनुकूल स्थायी समाधान के सुझावों के साथ-साथ फसल अवशेष जलाने से होने वाले
        कार्बन डाइऑक्साइड (सीओ2) उत्सर्जन को कम करने के बारे में प्रशिक्षित किया
        जाएगा. इन समाधानों में फसल अवशेष प्रबंधन के लिए सुपर सीडर का उपयोग और
        धान की कम अवधि वाली किस्मों को बढ़ावा देने के साथ-साथ किसानों के लिए
        क्षमता निर्माण के कदम शामिल हैं. 5000 बच्चों और युवाओं को किया जाएगा
        जागरुक इसके अतिरिक्त, फ्लिपकार्ट फाउंडेशन से मिले अनुदान से इन जिलों के
        60 गांवों में 5,000 बच्चों एवं युवाओं में जागरूकता बढ़ाने और पर्यावरण को
        लेकर जागरूकता पैदा करने की दिशा में भी काम किया जाएगा, क्योंकि यह
        क्षेत्र फसल अवशेष जलाने की समस्या से सबसे अधिक प्रभावित है और यहां
        परिवार एवं समाज में बदलाव लाने के लिए युवा आगे बढ़कर काम कर सकते हैं. यह
        परियोजना जमीनी स्तर पर समुदायों में जागरूकता बढ़ाने एवं वैकल्पिक तरीकों
        को अपनाने को लेकर प्रोत्साहित करने के लिए काम करेगी, जिससे फसल अवशेष
        जलाने की आवश्यकता कम होगी. इसके अतिरिक्त, युवाओं में जागरूकता पैदा करने
        और समाज में बदलाव का वाहक बनने के लिए उन्हें शिक्षित करने पर भी जोर दिया
        जाएगा.
      </div>

      <NationalNews />
    </>
  );
};

export default Sankalp;
